[strings]
; General
100=Загрузка файла
101=Хотите прекратить загрузку?
102=%1 (%2 из %3)
103=%1 KB
104=%1 KB из %2 KB (%3%)

; Status information
110=Получение информации о файле...
111=Переход на %1
112=Отправка запроса...
113=Получение доступа %1
114=Соединение с %1
115=Получение...
116=Соединение с %1

; Error messages
120=Ошибка подключения к Интернет.\n\n%1
121=Ошибка открытия %1.\n\nСервер вернул код ошибки %2.
122=Ошибка чтения адреса.\n\n%1
123=Ошибка записи файла %1.\n\n%2
124=Ошибка открытия файла %1.\n\n%2
125='%1' неправильный адрес Интернет.
126=Ошибка открытия %1.\n\n%2
127=Ошибка при посылке запроса.\n\n%1
128=Протокол не поддерживается. Только протоколы HTTP и FTP поддерживаются 
программой.
129=Невозможно подключиться к %1.\n\n%2
130=Неозможно получить код статуса.\n\n%1
131=Ошибка при запросе файла.\n\n%1

; Other
144=О...
146=Загрузка
147=Сейчас произойдет загрузка дополнительный файлов на Ваш компьютер.

; labels
160=Файл:
161=Скорость:
162=Статус:
163=Прошло времени:
164=Осталось времени:
165=Текущий файл:
166=Всего закачено:
167=Отмена
168=OK
169=Имя пользователя и пароль
170=Имя пользователя:
171=Пароль: